const tabs = [
  {
    title: 'Нескорений',
    content: `
      Із темної ночі, що вкрила цей світ 
      Проваллям від краю до краю
      Богів, що створили мене і мій рід,
      Нескореним духом вітаю.

      Хай прикрих обставин стискає тягар —
      Я сліз та образ не збираю.
      До крові гамселить недолі лихвар,
      Та я голови не схиляю.

      Хоч в світі, що зітканий з гніву та сліз,
      Не бачу нічого, крім болю —
      В тенетах років, без надії на зміст,
      Згубитись собі не дозволю.

      Хай двері вузькі та високий паркан —
      Гріхами не спутати волі:
      Я — вільний, я — духу свого капітан.
      Володар своєї я долі.
    `,
  },
  {
    title: 'Безплідна земля',
    content: `
    Не можеш ані мовити, ні передбачити. Ти знаєш тільки
    Купу розбитих образів, де сонце палить,
    Де мертве древо тіні не дасть, ані цвіркун —
    полегшення,

    Де камінь висохлий, де не дзюрчить вода. Лиш
    Простяглася тінь під скелею рудою
    (Сховайся у тім затінку під скелею рудою)
    І я тобі таке щось покажу, ні крапельки не схоже
    На тінь твою, що вранці бігає слідом твоїм,
    Ані на тінь, що ввечері стрічається з тобою.
    Я покажу тобі сам жах у жмені попелу.

    `,
  },
  {
    title: 'Як добре те, що смерті не боюсь я',
    content: `
      Як добре те, що смерті не боюсь я
      і не питаю, чи тяжкий мій хрест,
      що перед вами, судді, не клонюсь я
      в передчутті недовідомих верст,
      що жив, любив і не набрався скверни,
      ненависті, прокльону, каяття.
      
      Народе мій, до тебе я ще верну,
      як в смерті обернуся до життя
      своїм стражданням і незлим обличчям.
      Як син, тобі доземно уклонюсь
      і чесно гляну в чесні твої вічі
      і в смерті з рідним краєм поріднюсь.
    `,
  },
];

export default tabs;
